export const DemoMap = {
  name: 'Demo',
  width: 40,
  height: 20,
  passables: [' '],
  mobs: [['Slime', 8, 2]],
  definition:
    // ------------------------------------40
    'ùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùù   ùùùùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùù   ùùùùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùù   ùùùùùùùùùùùùù     ùùùùùùùùùùùù' +
    'ùùùùùùùù ùùùùùùùùùùùùùù     ùùùùùùùùùùùù' +
    'ùùùùùùùù     ùùùùùùùùùù     ùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùù ùùùùùùù  ùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùù          ùùùù' +
    'ùùùùùùùùùù         ùùùùùùù ùùùùùùù  ùùùù' +
    'ùùùùùùùùùù                 ùùùùùùùùùùùùù' +
    'ùùùùùùùùùù         ùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùù ùùùùùùùùùùù       ùùùùùùùùù' +
    'ùùùùùùùùùùùù                   ùùùùùùùùù' +
    'ùùùùùùùùùùùùùùùùùùùùùùùù       ùùùùùùùùù' +
    'ùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùù' +
    'ùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùùù',
}
